Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/rekruttering_til_samisk_hoyere_utdanning_og_forskning.html.tmx
Source language: nob
Languages: sma

source: Rekruttering til samisk høyere utdanning og forskning
sma: Dåårrehtimmie saemien jollebe ööhpehtæmman jïh dotkemasse

source: Mangelen på samiskspråklige lærere i barnehage og grunnskole er prekær, spesielt gjelder dette for lule – og sørsamisk språkområde.
sma: Gellie saemiengïeleldh lohkehtæjjah maanagiertesne jïh skuvlesne fååtesieh, joekoen julev- jïh åarjelsaemien gïeledajvesne.

source: Sametinget har derfor for perioden 2018-2021 prioritert å arbeide med rekruttering til barnehage- og grunnskolelærerutdanninger.
sma: Dan åvteste Saemiedigkie prioriteradamme dåårrehtimmine barkedh maanagïerte- jïh maadthskuvlelohkehtæjjaööhpehtimmide boelhken 2018-2021.

source: Sametinget er i dialog med aktuelle aktører for å styrke rekrutteringen til disse utdanningene.
sma: Saemiedigkie sjyöhtehke aktöörigujmie rååresje juktie dåårrehtimmiem daejtie ööhpehtimmide nænnoestidh.

source: Søk: Sametingets stipend for høyere utdanning
sma: Ohtsh: Saemiedigkien stipende jollebe ööhpehtæmman
